Repository: noah-nuebling/mac-mouse-fix-website
Catalog: locales/strings/Quotes.xcstrings
Source language: en
Languages: de, es, ja, pl, pt_br, ru, tr, vi, zh_hans

# quotes.45
source: Beautiful piece of libre software. Thank you for your contribution to the open source cause.
de: Ein schönes Stück freier Software. Danke für deinen Beitrag zur Open-Source-Sache.
es: Hermosa pieza de software libre. Gracias por tu contribución a la causa del código abierto.
ja: オープンソースへの貢献に感謝します。素晴らしいフリーソフトウェアをありがとうございます。
pl: Wybitne działo sztuki z biblioteki Libre. Dzięki za wkład w ideę open source.
pt_br: Lindo software livre. Obrigado por contribuir com a causa do código aberto.
ru: Прекрасная программа с открытым исходным кодом. Спасибо за ваш вклад в дело открытого исходного кода.
tr: Muhteşem bir özgür yazılım. Açık kaynağa olan desteğin için teşekkürler.
vi: Ứng dụng tốt. Cảm ơn bạn đóng góp cho mã nguồn mở.
zh_hans: 自由软件里浓墨重彩的一笔。感谢你为开源事业所做的贡献。

# quotes.46
source: Thank you for this, i don't understand why apple didn't make this as default, like it's super intuitive doing gestures with the middle click.
de: Danke für diese App, ich verstehe nicht, warum Apple das nicht zum Standard gemacht hat, es ist super intuitiv, Gesten mit dem Mittelklick zu machen.
es: Gracias por esto, no entiendo por qué Apple no hizo esto por defecto, ya que es súper intuitivo hacer gestos con el clic central.
ja: ありがとうございます。なぜAppleが最初から標準機能にしなかったのか理解できません。ホイールクリックを使ったジェスチャー操作はすごく直感的です。
pl: Dziękuję za tą aplikację. Nie rozumiem, dlaczego Apple nie zrobiło jej jako domyślnej, Lubię to super intuicyjne wykonywanie gestów środkowym kliknięciem.
pt_br: Obrigado por isso. Não entendo por que a Apple não fez algo assim nativamente; é super intuitivo fazer gestos com o clique do meio.
ru: Спасибо за это, я не понимаю, почему Apple не сделала это по умолчанию, ведь выполнять жесты средней кнопкой мыши очень интуитивно понятно.
tr: Bunun için teşekkürler, bunu Apple'ın neden varsayılan olarak getirmediğini anlamıyorum. Orta düğme ile hareketleri gerçekleştirebilmek çok sezgisel.
vi: Cám ơn bạn về chuyện này, tôi không hiểu tại sao Apple không làm điều này mặc định, như thể nó là siêu trực quan về cử chỉ với nút giữa.
zh_hans: 感谢你做的这款软件，我真搞不懂苹果为什么不把这些功能设为默认，毕竟用中键进行手势操作是非常直观的啊。

# quotes.47
source: I've been searching for a similar app for a long time, and finally found this one, thumbs up 👍.
de: Ich habe lange nach einer ähnlichen App gesucht und endlich diese hier gefunden, super 👍.
es: Llevaba mucho tiempo buscando una aplicación similar, y finalmente encontré esta, pulgares arriba 👍.
ja: ずっと似たようなアプリを探していましたが、ようやく見つけました。最高です！👍
pl: Przez długi czas szukałem podobnej aplikacji i w końcu znalazłem idealną 👍
pt_br: Procurei um app parecido por muito tempo e finalmente achei este, aprovado 👍.
ru: Я долго искал похожее приложение и наконец нашел это, палец вверх 👍.
tr: Bunun gibi bir uygulamayı çok uzun zamandır arıyordum ve sonunda bunu buldum, beğendim 👍.
vi: Tôi đã và đang tìm kiếm ứng dụng tương tự trong một thời gian dài, và sau cùng là thấy một này 👍
zh_hans: 我找了半天类似的应用，终于发现这个了，赞👍

# quotes.48
source: You've made my superlight better than an mx master.
de: Du hast meine Superlight besser als eine MX Master gemacht.
es: Has hecho que mi superlight sea mejor que un mx master.
ja: おかげで、私のSuperlightがMX Masterよりも使い心地が良くなりました。
pl: Sprawiłeś, że mój superlight jest lepszy niż mx master.
pt_br: Você deixou meu Superlight melhor que um MX Master.
ru: Вы сделали мою суперлегкую мышь лучше, чем mx master.
tr: Benim Superlight faremi bir MX Master'dan daha iyi hale getirdin.
vi: Bạn đã làm superlight của tôi hay hơn mx master.
zh_hans: 你让我的罗技狗屁王比MX Master还好用了。

# quotes.54
source: Amazing product! Absolutely love it! My Logitech trackball is like an extension of me now.
de: Fantastisches Produkt! Ich liebe es absolut! Mein Logitech-Trackball ist jetzt wie eine Verlängerung von mir.
es: ¡Producto increíble! ¡Me encanta! Mi trackball de Logitech es como una extensión de mí ahora.
ja: 素晴らしい製品をありがとうございます！本当に気に入っています！私のロジクールのトラックボールが、今や体の一部のような感覚です。
pl: Niesamowity produkt! Absolutnie to kocham! Mój trackball Logitech jest teraz jak przedłużenie mnie.
pt_br: Produto incrível! Simplesmente adorei! Meu trackball Logitech virou uma extensão de mim.
ru: Отличный продукт! Очень нравится! Мой трекбол Logitech теперь как часть меня.
tr: Muhteşem bir yazılım! Kesinlikle bayıldım! Logitech Trackball'ım sanki benim bir parçam gibi oldu.
vi: Ứng dụng tốt! Thật sự yêu! Con lăn Logitech của tôi có thêm tính năng kể từ giờ.
zh_hans: 太棒了！我简直太喜欢了！现在我的罗技轨迹球就像我身体的一部分一样好用。

# quotes.see-less
source: See Less
de: Weniger sehen
es: Ver Menos
ja: 折りたたむ
pl: Zobacz mniej
pt_br: Ver menos
ru: Свернуть
tr: Daha Azını Gör
vi: Xem ít lại
zh_hans: 收起

# quotes.see-more
source: See More
de: Mehr sehen
es: Ver Más
ja: もっと見る
pl: Zobacz więcej
pt_br: Ver mais
ru: Развернуть
tr: Daha Fazlasını Gör
vi: Xem nhiều hơn
zh_hans: 查看更多

# quotes.source.acknowledgements
source: **{name}** in a Gumroad donation message
de: **{name}** in einer Gumroad-Spendennachricht
es: **{name}** en un mensaje de donación en Gumroad
ja: **{name}**（Gumroadの寄付メッセージ）
pl: **{name}** z Gumroad
pt_br: **{name}** em uma mensagem de doação no Gumroad
ru: **{name}** в сообщении о пожертвовании на Gumroad
tr: **{name}**, bir Gumroad bağış mesajında
vi: **{name}** từ Gumroad
zh_hans: 来自Gumroad捐赠的**{name}**

# quotes.source.email
source: **{name}** in an email
de: **{name}** in einer E-Mail
es: **{name}** desde un correo electrónico
ja: **{name}**（メール）
pl: **{name}** wysłane pocztą e-mail
pt_br: **{name}** em um e-mail
ru: **{name}** в электронном письме
tr: **{name}**, bir E-Postada
vi: **{name}** từ thư điện tử
zh_hans: 来自电子邮件的**{name}**

# quotes.source.gitHub
source: **{name}** on GitHub
de: **{name}** auf GitHub
es: **{name}** desde GitHub
ja: **{name}**（GitHub）
pl: **{name}** z GitHub
pt_br: **{name}** no GitHub
ru: **{name}** на GitHub
tr: **{name}**, GitHub'da
vi: **{name}** trên GitHub
zh_hans: 来自GitHub的**{name}**

# quotes.source.lifehacker
source: **{name}** in a LifeHacker article
de: **{name}** in einem LifeHacker-Artikel
es: **{name}** en un artículo de LifeHacker
ja: **{name}**（LifeHacker記事）
pl: **{name}** z artykułu na LifeHacker
pt_br: **{name}** em um artigo da LifeHacker
ru: **{name}** в статье LifeHacker
tr: **{name}**, bir LifeHacker yazısında
vi: **{name}** từ bài báo LifeHacker
zh_hans: 来自LifeHacker文章的**{name}**

# quotes.source.payPalDonation
source: **{name}** in a PayPal donation message
de: **{name}** in einer PayPal-Spendennachricht
es: **{name}** desde un mensaje de donación de PayPal
ja: **{name}**（PayPalの送金メッセージ）
pl: **{name}** z wiadomości na PayPal
pt_br: **{name}** em uma mensagem de doação no PayPal
ru: **{name}** в сообщении о пожертвовании на PayPal
tr: **{name}**, bir PayPal bağış mesajında
vi: **{name}** từ PayPal
zh_hans: 来自PayPal捐赠的**{name}**

# quotes.source.reddit
source: **{name}** on Reddit
de: **{name}** auf Reddit
es: **{name}** en Reddit
ja: **{name}**（Reddit）
pl: **{name}** z Reddit
pt_br: **{name}** no Reddit
ru: **{name}** на Reddit
tr: **{name}**, Reddit'ten
vi: **{name}** từ Reddit
zh_hans: 来自Reddit的**{name}**

# quotes.source.stackExchange
source: **{name}** on Stack Exchange
de: **{name}** auf Stack Exchange
es: **{name}** desde Stack Exchange
ja: **{name}**（Stack Exchange）
pl: **{name}** z Stack Exchange
pt_br: **{name}** no Stack Exchange
ru: **{name}** на Stack Exchange
tr: **{name}**, Stack Exchange'den
vi: **{name}** từ Stack Exchange
zh_hans: 来自Stack Exchange的**{name}**

# quotes.source.youtubeComment
source: **{name}** in a YouTube comment
de: **{name}** in einem YouTube-Kommentar
es: **{name}** en un comentario de YouTube
ja: **{name}**（YouTubeコメント）
pl: **{name}** z komentarza na YouTube
pt_br: **{name}** em um comentário no YouTube
ru: **{name}** в комментарии на YouTube
tr: **{name}**, bir YouTube yorumunda
vi: **{name}** từ bình luận YouTube
zh_hans: 来自YouTube评论的**{name}**

# quotes.thankyou
source: **Thank you** to everyone sharing their appreciation and feedback over the years! Reading your nice messages is always motivating **:)**
de: **Danke** an alle, die über die Jahre ihre Wertschätzung und ihr Feedback geteilt haben! Eure netten Nachrichten zu lesen ist immer motivierend **:)**
es: ¡**Gracias** a todos los que han compartido su aprecio y comentarios a lo largo de los años! Leer sus bonitos mensajes siempre es motivador **:)**
ja: 長年にわたり感謝の言葉やフィードバックを寄せてくださった皆さん、**ありがとうございます！** 皆さんからの温かいメッセージを読むたびに、いつも励みになっています**(^^)**
pl: **Dziękuję** wszystkim, którzy dzielą się swoją wdzięcznością i opiniami na przestrzeni lat! Czytanie twoich miłych wiadomości jest zawsze motywujące **:)**
pt_br: **Obrigado** a todos que compartilharam carinho e feedback ao longo dos anos! Ler suas mensagens sempre motiva **:)**
ru: **Спасибо** всем, кто на протяжении многих лет делился своими отзывами и благодарностями! Ваши приятные сообщения всегда мотивируют меня **:)**
tr: Yıllar boyu takdirleriniz ve geribildirimleriniz için herkese **teşekkürler**! İyi mesajlarınızı okumak her zaman motive edici. **:)**
vi: **Cám ơn** mọi người đã chia sẻ cảm nhận và phản hồi trong những năm qua! Đọc những tin nhắn ấy luôn làm tôi có động lực hơn **:)**
zh_hans: **十分感谢**多年来所有表达赞赏和给我反馈的所有人！读到你们的暖心留言，总能让我充满干劲**:)**

# quotes.translation-disclaimer.en
source: Translated from English
de: Übersetzt aus dem Englischen
es: Traducido del inglés
ja: 英語からの翻訳
pl: Przetłumaczono z Agnielskiego
pt_br: Traduzido do inglês
ru: Переведено с английского языка
tr: İngilizce dilinden çevrildi.
vi: Được dịch từ tiếng Anh
zh_hans: 翻译自英语

# quotes.translation-disclaimer.zh
source: Translated from Chinese
de: Übersetzt aus dem Chinesischen
es: Traducido del chino
ja: 中国語からの翻訳
pl: Przetłumaczono z Chińskiego
pt_br: Traduzido do chinês
ru: Переведено с китайского языка
tr: Çince dilinden çevrildi.
vi: Được dịch từ tiếng Trung
zh_hans: 翻译自中文
